;Place localized text in this file


[Ronin X2AbilityTemplate]
LocFriendlyName="Ronin"
LocHelpText="Given Health 7 Point"
LocLongDescription="Given Health 7 Point"
LocFlyOverText="Ronin"

[RoninMk2 X2AbilityTemplate]
LocFriendlyName="Ronin Mark 2"
LocLongDescription="Given Health 7 point and Armor point"
LocHelpText="Given Health 7 point and Armor point"
LocFlyOverText="RoninMk2"